Repository: wp-plugins/woocommerce-export
Catalog: languages/wcse-*.po
Languages: fr_fr

source: Scheduled Export
fr_fr: Export automatique

source: Smart Export Scheduled module
fr_fr: Export automatisés

source: The automatic export module will export all orders created between to execution of the task. The first task will be triggered once you published it including all orders between now and the chosen interval.
fr_fr: L'export automatique exporte toutes les commandes crées entre 2 exécutions de la tâche programmées. Le premier export aura lieu à la création de la tâche. Il intégrera les commandes crées entre ce moment moins l'interval choisit.

source: Active scheluded export
fr_fr: Exports programmés

source: Scheduled id
fr_fr: Export ID

source: Recurrence
fr_fr: Récurrence

source: Recipients
fr_fr: Destinataire(s)

source: Next event
fr_fr: Prochain événement (GMT)

source: Next event (GMT Time)
fr_fr: Prochain événement (GMT)

source: No scheduled export yet
fr_fr: Aucun export programmé

source: Delete permanently
fr_fr: Supprimer définitivement

source: Create new export
fr_fr: Créer un nouvel export automatique

source: Choose
fr_fr: Choisir

source: Email options
fr_fr: Réglages de l'email

source: Email recipient(s)
fr_fr: Destinataire(s)

source: Email subject
fr_fr: Sujet de l'email

source: Email message
fr_fr: Contenu de l'email

source: CSV file options
fr_fr: Options pour le fichier CSV

source: Field Separator
fr_fr: Séparateur de champs

source: Line Breaks
fr_fr: Fin de ligne

source: Once Weekly
fr_fr: Une fois par semaine

source: Go to Smart Export
fr_fr: Allez à Smart export

source: Here are the <strong>order meta</strong> you can add using a filter
fr_fr: Voici les <strong>order meta</strong> que vous pouvez utiliser via un filter

source: code example here
fr_fr: exemple de code ici

source: Here are the <strong>product meta</strong> you can add using a filter
fr_fr: Voici les <strong>product meta</strong> que vous pouvez utiliser via un filter

source: To smartly export data from your WooCommerce database, just select the data type and click the export button. <br/> For more informations on options, read the html manual included with the plugin. Thanks for using this Plugin.
fr_fr: Pour exporter rapidement les données de votre site WooCommerce, choisissez entre commandes et clients puis cliquez sur le bouton exporter. <br/> Pour plus d'informations sur les options, merci de vous reportez à la notice HTML fournie avec ce plugin.

source: Data Type
fr_fr: Données à exporter ?

source: Would you like to export customers, orders or coupons ?
fr_fr: Voulez-vous exporter les commandes, les clients ou les codes promo ?

source: User data
fr_fr: Données utilisateurs

source: User identity
fr_fr: Utilisateur

source: Billing informations
fr_fr: Informations de facturation

source: Shipping informations
fr_fr: Informations de livraison

source: Sales statistics
fr_fr: Statistiques de vente

source: Order status
fr_fr: Statut de la commande

source: Coupon description
fr_fr: Description du code promo

source: Include coupon description
fr_fr: Inclure la description des codes promo

source: Product display
fr_fr: Mise en page des produits

source: Display products in column rather than in line
fr_fr: Afficher les produits en colonne et non en ligne

source: Optionnals date range
fr_fr: Options de date

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Export Format
fr_fr: Encodage

source: Default (utf-8)
fr_fr: Défaut (utf-8)

source: Better Excel Support (utf-16)
fr_fr: Meilleur support d'Excel (utf-16)

source: Chinese Excel Support (gbk)
fr_fr: Excel chinois (gbk)

source: No order to export in that period.
fr_fr: Aucune commande à exporter pour cette période

source: Complete name (billing)
fr_fr: Nom complet (facturation)

source: Complete name (shipping)
fr_fr: Nom complet (livraison)

source: Number of different items
fr_fr: Nombre de produits différents

source: Total number of items
fr_fr: Nombre total de produits

source: Used coupons
fr_fr: Codes promos utilisés

source: Discount
fr_fr: Réduction

source: No coupon used in that period.
fr_fr: Aucun coupon utilisé durant cette période

source: Order id
fr_fr: ID Commande

source: Order date
fr_fr: Date de la commande

source: Orders count
fr_fr: Total commande

source: Orders total
fr_fr: Total commandé

source: No customer to export in that period.
fr_fr: Aucun client à exporter pour cette période

source: Deleted Item
fr_fr: Produit supprimé
